Repository: StrawberryBeds/Pantalone
Catalog: Pantalone/Localizable.xcstrings
Source language: en
Languages: fr

source: Admire your game!
fr: Admires ton jeu !

source: Be the first to play!
fr: Sois le premier à jouer !

source: Choose a card to slide.
fr: Choisis une carte à glisser.

source: Congratulations!
fr: Félicitations !

source: Dismiss
fr: Ignorer !

source: Home
fr: Accueil

source: Leaderboards
fr: Classements

source: Loading leaderboards...
fr: Chargement des classements …

source: Match
fr: Associer

source: Match them all to win!
fr: Associes-les tous pour gagner !

source: Match!
fr: Associer !

source: Moves: %lld
fr: Déplacements : %lld

source: No leaderboard available.
fr: Aucun classement disponible

source: No leaderboards available
fr: Aucun classement disponible

source: No scores yet
fr: Aucun résultat disponible

source: Play a new game!
fr: Jouer à nouveau !

source: Reset
fr: Réinitialiser

source: Retry
fr: Réssayer

source: Shuffle
fr: Battre

source: Slide
fr: Faire glisser

source: Slide!
fr: Faire glisser !

source: Try to match the cards in less than 16 turns.
fr: Essaie de faire correspondre les cartes en moins de 16 coups

# Turns: %lld Matches: %lld
source: Turns: %1$lld Matches: %2$lld
fr: Tours : %1$lld Paires : %2$lld

source: Well done! That's the least turns possible!
fr: Bravo ! C'est le nombre de tours le plus bas possible !

source: You completed the puzzle in %lld moves!
fr: Tu as résolu le puzzle en %lld coups.

source: You matched all the cards in %lld turns!
fr: Tu as réussi à associer toutes les cartes en %lld coups !
